Revit 2027 API
ParameterTypeId.RebarSystemAddlExteriorOffset Property
 "Additional Exterior Cover Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemAddlExteriorOffset { get; }
Public Shared ReadOnly Property RebarSystemAddlExteriorOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemAddlExteriorOffset {
	ForgeTypeId^ get ();
}
static member RebarSystemAddlExteriorOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace